{
  "pages": [
    {
      "id": "SheetA",
      "title": "Organizational Attributes",
      "questions": [
        "Safety policy has implemented in the industry.",
        "Industry has a safety department & committee.",
        "All the workers are always made aware of safety issues by safety officer."
      ]
    },
    {
      "id": "SheetB",
      "title": "Occupational Safety Services/documentation",
      "questions": [
        "Periodic medical examination is done for all the workers.",
        "All the workers are having medical insurance which is provided by the industry.",
        "First aid boxes contain all the required medicines in all the sections.",
        "Safety programs conducted for workers are well documented.",
        "Record of accidents is maintained by the industry.",
        "Worker’s absentee record is maintained by the industry."
      ]
    },
    {
      "id": "SheetC",
      "title": "Workplace Layout and Housekeeping",
      "questions": [
        "There is adequate and smooth flow of material.",
        "Well designed layout of safe and smooth production line.",
        "Floors, walls and ceilings are properly designed and cleaned.",
        "Waste is properly disposed, disposable bins are clearly marked and located."
      ]
    },
    {
      "id": "SheetD",
      "title": "Equipment & Hand Tools Safety and Machine Guarding",
      "questions": [
        "Periodic medical examination is done for all the workers.",
        "Proper guards are available with all machinery and equipment’s.",
        "Industry has proper storage area for hand tools.",
        "Training programs are conducted frequently for proper use of hand tools and equipments."
      ]
    },
    {
      "id": "SheetE",
      "title": "Fire Prevention, fire fighting and electrical safety",
      "questions": [
        "Industry has fire detection system.",
        "Alarm system is implemented in the industry.",
        "Training is carried out for fire-fighting and emergency plan.",
        "Industry has fire extinguishing system.",
        "In case of emergency, we are using emergency exit and exit signs.",
        "There is proper coverage of electrical wires and cables.",
        "Industry has proper electrical wiring."
      ]
    },
    {
      "id": "SheetF",
      "title": "Material Handling and Storage",
      "questions": [
        "Industry provides safe and secure transportation for material handling.",
        "Industry has provision of proper cranes and conveyors.",
        "Industry made proper schedule to inspect the material handling and storage area.",
        "Industry has safe storage and stacking for material handling."
      ]
    },
    {
      "id": "SheetG",
      "title": "Occupational Exposures",
      "questions": [
        "Workers are fully protected from liquid chemicals.",
        "Industry has proper arrangement to control noise and vibration pollution.",
        "Industry has provision for avoiding exposure to high thermal conditions.",
        "There is monitoring system for occupational exposures."
      ]
    },
    {
      "id": "SheetH",
      "title": "Personal Protective Equipment (PPE)",
      "questions": [
        "Industry provides personal protective equipments (PPE) to workers.",
        "All the workers are using proper PPE.",
        "PPE are maintained and serviced properly.",
        "Industry provides the training for PPE usage."
      ]
    },
    {
      "id": "SheetI",
      "title": "Hygiene Factors",
      "questions": [
        "Proper supply of drinking water within the industry.",
        "Bathrooms, toilets and urinals are properly cleaned.",
        "Rest area and canteen is available for workers.",
        "There is good quality of light and ventilation in the working area."
      ]
    }
  ]
}